[CHDLC2UIListener_Shell]
strMissingCHL_Title="缺少X2WOTCCommunityHighlander模组"
strMissingCHL_Text="这个Alien Hunters Community Highlander模组，需要X2WOTCCommunityHighlander才能工作.<br><br>请退出游戏并安装X2WOTCCommunityHighlander, 否则游戏将在游玩过程中崩溃"
